Revit 2027 API
ParameterTypeId.LoadMomentMy Property
 "My"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId LoadMomentMy { get; }
Public Shared ReadOnly Property LoadMomentMy As ForgeTypeId
	Get
public:
static property ForgeTypeId^ LoadMomentMy {
	ForgeTypeId^ get ();
}
static member LoadMomentMy : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace